Repository: pombredanne/Obb
Catalog: i18n/*/LC_MESSAGES/Obb.po
Languages: es

source: Obb is loading.... Please wait
es: Obb esta cargando....Por favor espera

source: Saving map to %s....
es: Guardando mapa en %s...

source: this organ let me see the space around it. me no can grow where me no can see
es: Este órgano me ayuda a ver alrededor en el espacio. No puedo crecer donde no veo.

source: this organ let me control other organs. no can grow organs if me no have enough brains
es: Este órgano me ayuda controlar otros órganos, no pueden crecerme mas órganos si no tengo suficientes cerebros

source: biggest brain is best brain!
es: ¡Un cerebro grande es el mejor cerebro!

source: it eye! it brain! it both!
es: ¡Es un ojo! ¡Es un cerebro! ¡Es ambos!

source: this organ let me see out even farther! sometimes me get dizzy
es: ¡Con este ojo veo mucho más lejos! Algunas veces me mareo

source: this organ for protection. it block half of incoming danger
es: Este órgano me protege. Bloquea la mitad del peligro que viene

source: this weapon good for rapid, long range fire, but it only shoot in one direction
es: Es un arma rápida, con un gran alcance, pero solo dispara en una dirección

source: this weapon absorb white energy and make wave of destruction!
es: ¡Este arma absorbe energía blanca y crea una ola de deestrucción!

source: this weapon good for short-range attacks
es: Una buena arma para atacar en corta distancia

source: this organ absorb white energy and make mutagen. very important!
es: Este órgano absorbe energía blanca y crea mutagen. ¡Muy importante!

source: this organ hold more mutagen. me need to be able to hold more mutagen before me can grow more advanced organs
es: Este órgano guarda mucho mutagen, necesito ser capaz de guardar mucho mutagen para que me crezcan órganos mas avanzados

source: this organ absorb white energy and make ooze. me need ooze to heal
es: Este órgano absorbe energía blanca y crea ooze, necesito ooze para curarme

source: this organ hold more ooze. more ooze help me survive big attacks
es: Este órgano almacena ooze, mucho ooze me ayuda a sobrevivir a grandes ataques

source: this organ absorb white energy and make even more mutagen!
es: ¡Este órgano absorbe energía blanca y crea mucho mas mutagen!

source: this organ hold lots of mutagen
es: Este órgano guarda mucho mutagen

source: this organ absorb white energy and make even more ooze!
es: ¡Este órgano absorbe energía blanca y crea mucho mas ooze!

source: this organ hold lots of healing ooze
es: Este órgano guarda mucho curativo ooze

source: this organ control how fast new stalk options appear. more of this organ means options appear faster!
es: Este órgano controla la velocidad de aparición de tentáculos. ¡Cuanto mas órganos de este mas rápido aparecen!

source: fullscreen mode
es: pantalla completa

source: window mode
es: modo ventana

source: fast
es: rápido

source: slow
es: lento

source: sound off
es: silencio

source: sound on
es: sonido

source: star field off
es: ocultar campo de estrellas

source: star field on
es: mostrar campo de estrellas

source: back to game
es: volver al juego

source: quit game
es: salir del juego

source: the more me have of that organ, the faster the new stalks come
es: Cuantos mas órganos de estos tengo, mas rápido vienen los nuevos tentáculos

source: want to get rid of the stalk option? click here!
es: ¿Quiere deshacerse de la pieza de tentáculo? ¡haga click aquí!

source: want to get rid of a stalk option? click on the stalk, then click here! you can also right-click on the stalk option
es: ¿Quieres deshacerte de alguna pieza de tentáculo? ¡Clicka en la pieza y después aquí! También puedes hacerlo con clickando con el botón derecho encima de la pieza de tentáculo.

source: click to pause or quit game and pick options. it okay. me wait
es: Clicka para parar o salir del juego y elegir opciones. Esta bien, puedo esperar.

source: click to hear new song or turn songs off
es: clicka to oir una nueva canción o apagar la música

source: green organs will heal themself with ooze. red organs won't. click on organs you want to change
es: los orgános en verde se reparan con ooze, los rojo no. Clicka en los organos para cambiarlos

source: me organs will use ooze to heal when they get hurt. if you want some organs not to take ooze, click here to change them
es: Mis orgános usan ooze para curse cuando estan dañados. Si tu quieres que algunos orgános no consuman ooze, clicka aquí para elegirlos

source: you no like a stalk or a organ on me body? use this to get rid of it! it okay, me not get hurt
es: ¿No te gustan mis tentáculos u órganos? Cortamelos con el hacha, no me duele.

source: these me stalk options, har har har! can grow stalks where colors match, and can make stalks cross each other. try to make lots of branches.
es: Estos son los nuevos tentáculos, ¡ja ja ja! pueden crecer los tentáculos cuando coincide el color, y pueden cruzarse los tentáculos. Intenta hacer muchas ramas.

source: me need brains to grow. the more brains me have, the more organs me can have
es: necesito cerebros para crecer. Cuanto mas cerebros tengo mas organos puedo tener

source: that show how much mutagen me have. me like mutagen. it let me grow
es: Esto muestra cuanto mutagen tengo. Me gusta el mutagen, me ayuda a crecer

source: that show how much ooze me have. hurt organs will use ooze to heal selfs
es: Esto muestra cuanto ooze tengo. Mis órganos dañados usan ooze para curarse

source: click me mouth to turn me tips on or off
es: clickame en la boca para ocultar o mostrar las sugerencias

source: that show how much ooze me have. ooze let me fix organs when they get broke
es: Esto muestra cuanto ooze tengo. Mis órganos dañados usan ooze para curarse

source: me need brains to grow. the more brains me have the more organs me can have
es: necesito cerebros para crecer. Cuanto mas cerebros tengo mas organos puedo tener

source: music by Kevin MacLeod
es: música por Kevin MacLeod

source: by Christopher Night
es: por Christopher Night
